tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "openldap"
brew "python"
brew "htop"
brew "httpd", restart_service: true
brew "libiconv"
brew "mariadb", restart_service: true
brew "mas"
brew "node"
brew "php", restart_service: true
brew "python@2"
brew "yarn"
brew "zsh"
cask "1password"
cask "adobe-creative-cloud"
cask "brewservicesmenubar"
cask "font-fira-code"
cask "gitkraken"
cask "google-chrome"
cask "google-drive-file-stream"
cask "iterm2"
cask "postman"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "toggl"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
mas "com.apple.logic10", id: 634148309
mas "com.atlassian.trello", id: 1278508951
mas "com.crowdcafe.windowmagnet", id: 441258766
mas "com.if.Amphetamine", id: 937984704
mas "com.readdle.smartemail-Mac", id: 1176895641
