tap "homebrew/bundle"
tap "homebrew/services"

brew "docker"
brew "mas"
brew "elgato-control-center"

cask "adobe-creative-cloud"
cask "brewservicesmenubar"
cask "alfred"
cask "bartender"
cask "battle-net"
cask "bitwarden"
cask "cron"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "arc"
cask "google-drive"
cask "nuclino"
cask "notion"
cask "obsidian"
cask "readdle-spark"
cask "slack"
cask "spotify"
cask "steam"
cask "tor"
cask "todoist"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "wireguard-tools"
cask "whatsapp"

cask "microsoft-word"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask" microsoft-excel"

mas "Amphetamine", id: 937984704

mas "Magnet", id: 441258766
mas "mymind",  id: 1532801185
