tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "openldap"
brew "python"
brew "htop"
brew "httpd"
brew "libiconv"
brew "mariadb"
brew "mas"
brew "node"
brew "php"
brew "postgresql", restart_service: true
brew "python@2"
brew "typescript"
brew "yarn"
brew "zsh"
cask "1password"
cask "adobe-creative-cloud"
cask "brewservicesmenubar"
cask "clickup"
cask "dash"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "gitkraken"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "nuclino"
cask "postman"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "toggl"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Amphetamine", id: 937984704
mas "com.inovize.fluid", id: 1077036385
mas "djay Pro", id: 1302002064
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
